<!DOCTYPE html>
<html lang="{{ str_replace('_', '-', app()->getLocale()) }}">
<head>
    <meta charset="utf-8">
    <meta name="viewport" content="width=device-width, initial-scale=1">
    <title>Кроп Діагност</title>
    <link href="{{ mix('/css/vendor.css') }}" rel="stylesheet">
    <link href="{{ mix('/css/about-us-and-tc.css') }}" rel="stylesheet">
</head>
<body>

<div class="root">
    <div class="app">
        <div class="header container-fluid">
            <div class="col-1">
                <div class="logo">
                    <img src="/images/logo.svg" alt="logo">
                </div>
            </div>
            <div class="col-11">
                <h2><a href="/">Krop Diagnostics</a></h2>
            </div>
        </div>
    </div>
    <main id="main" class="site-main main mt-5">
        <section class="section">
            <div class="container">
                <div class="row">
                    <div id="primary" class="content-area col-md-12">
                        <div id="content" class="site-content" role="main">
                            <div class="page type-page status-publish hentry">
                                <header class="entry-header">
                                    <h1 class="entry-title text-center">Krop Diagnost: Terms and Conditions</h1>
                                </header>
                                <h4 class="text-center">Програма для пошуку послуг з медичної діагностики в місті
                                    Кропивницькому - Krop Diagnostics.</h4>
                                <p class="text-center">ДОГОВІР ПРИЄДНАННЯ</p>
                                <p class="text-center public__oferta">(ПУБЛІЧНА ОФЕРТА)</p>

                                <div class="entry-content">
                                    <p>
                                        <em>
                                            Погоджуючись із цією публічною офертою, Ви як Користувач укладаєте з ТОВ
                                            Онікс-Системз. Договір приєднання, що визначає
                                            права та обов’язки сторін, а також правила користування онлайн-сервісами
                                            Порталу
                                            Пацієнта, розміщеного на Сайті
                                            <a href="https://onix-systems-krop-hakaton-2019.staging.onix.ua/">https://onix-systems-krop-hakaton-2019.staging.onix.ua/</a>.
                                        </em>
                                    </p>
                                    <p>
                                        <em>
                                            Договір вважається укладеним з моменту, коли Користувач приймає його умови.
                                            Прийняттям умов (укладенням Договору) вважається факт використання функцій
                                            сайта
                                            Користувачем, таких як пошук на сайті
                                            довідника або в мобільному застосунку. У разі незгоди Користувача із
                                            будь-яким з
                                            положень цього Договору Користувач має право відмовитись від укладання
                                            договору
                                            і не використовувати функції сайту.
                                        </em>
                                    </p>
                                    <p>
                                        Товариство з обмеженою відповідальністю "Онікс-Системз", керуючись ст. 634
                                        Цивільного кодексу України, публічно пропонує
                                        невизначеному колу осіб можливість отримання інформації через мережу Інтернет,
                                        для чого публікує даний Договір про
                                        наступне:
                                    </p>
                                    <p class="ml-3"><strong>Виконавець:</strong> ТОВ "Онікс-Системз" в особі
                                        Генерального директора Сєрєбряков Роман
                                        Миколайович (далі — Виконавець), що діє
                                        на підставі Статуту;
                                    </p>
                                    <p class="ml-3"><strong>Користувач:</strong> фізична особа з повною цивільною
                                        дієздатністю, що має намір
                                        використовувати функції сайту або мобільного
                                        додатку Krop Diagnostic з метою пошуку інформації про діагностичні послуги в
                                        місті Кропивницький, керуючись ст. 634, 641
                                        Цивільного кодексу України (далі - Користувач), уклали цей договір (далі —
                                        Договір) про таке:
                                    </p>
                                    <ol class="mt-5">
                                        <li class="mt-5"><h4 class="mb-4">ОСНОВНІ ПОНЯТТЯ ТА ВИЗНАЧЕННЯ</h4>
                                            <ul>
                                                <li>Договір приєднання (публічна оферта) — пропозиція укласти публічний
                                                    договір між
                                                    Користувачем і Виконавцем, що визначає
                                                    їхні взаємні права та обов’язки щодо надання та отримання
                                                    інформаційних послуг
                                                    про медичні заклади та медичне
                                                    обслуговування на території України у місті Кропивницький через
                                                    мережу Інтернет
                                                    (далі - Послуги), а також встановлює
                                                    правила, обов’язкові для виконання Користувачем та Виконавцем під
                                                    час
                                                    користування сайтом та мобільним додатком Krop
                                                    Diagnostic.
                                                </li>
                                                <li>Акцепт — повна й безумовна згода Користувача з усіма положеннями та
                                                    умовами
                                                    цього Договору без застережень та винятків.
                                                    Акцептом вважається факт здійснення Користувачем пошуку на сайті або
                                                    у
                                                    мобільному додатку Krop Diagnostic.
                                                </li>
                                                <li>
                                                    Сайт та мобільний додаток Krop Diagnostic - назва Сайту
                                                    onix-systems-krop-hakaton-2019.staging.onix.ua та мобільного
                                                    додатку, що забезпечує можливість користування пацієнтами
                                                    відповідним
                                                    онлайн-сервісами.
                                                </li>
                                                <li>
                                                    Послуги — інформаційні послуги користування онлайн-сервісами Krop
                                                    Diagnostic, що
                                                    надаються Виконавцем Користувачеві в
                                                    межах Договору, включаючи (але не обмежуючись):
                                                    <ul>
                                                        <li>
                                                            пошук через Інтернет медичних закладів, послуг, графік їх
                                                            роботи;
                                                        </li>
                                                    </ul>
                                                </li>
                                                <li>
                                                    Послуги, на умовах цього договору не можуть вважатися медичними.
                                                    Будь-яка
                                                    інформація, що створена при наданні послуг на
                                                    умовах цього договору, або надана Кіровоградською міською радою на
                                                    основі
                                                    відкритих даних, є створеною без втручання
                                                    Виконавця у суть інформації.
                                                </li>
                                                <li>
                                                    Сайт та мобільний додаток – сукупність веб-сторінок, доступ до яких
                                                    здійснюється
                                                    із використанням доменного імені
                                                    (адреси): <a
                                                        href="https://onix-systems-krop-hakaton-2019.staging.onix.ua">onix-systems-krop-hakaton-2019.staging.onix.ua</a>
                                                    та використовуючи
                                                    додаток на пристрої з ОС iOS.
                                                </li>
                                                <li>
                                                    Сервіс Сайту – сукупність онлайн-сервісів сайту та мобільного
                                                    додатку з
                                                    відповідним функціоналом, що призначені для
                                                    використання Користувачами, включаючи всі засоби, додатки та контент
                                                    Сайту.
                                                </li>
                                                <li>
                                                    Сторонні треті особи – фізичні або юридичні особи, участь яких не
                                                    передбачена
                                                    умовами надання послуг за даним Договором.
                                                </li>
                                            </ul>
                                        </li>

                                        <li class="mt-5"><h4 class="mb-4">ПРЕДМЕТ ДОГОВОРУ</h4>
                                            <ol>
                                                <li>Виконавець зобов'язується надавати Користувачу інформаційні послуги
                                                    користування онлайн-сервісами сайту та
                                                    мобільного додатку Krop Diagnostic у порядку та на умовах, що
                                                    визначені цим
                                                    Договором, а Користувач зобов'язується
                                                    прийняти ці послуги відповідно до умов цього Договору.
                                                </li>
                                                <li>
                                                    Надання послуг здійснюється у порядку, що встановлений цим
                                                    Договором.
                                                    Прийняття послуг за принципом публічної
                                                    оферти підтверджує ознайомленість Користувача з умовами надання
                                                    послуг,
                                                    передбаченими цим Договором.
                                                </li>
                                            </ol>
                                        </li>
                                        <li class="mt-5"><h4 class="mb-4">ПРАВА ТА ОБОВ'ЯЗКИ ВИКОНАВЦЯ</h4>
                                            <ol>
                                                <li>Виконавець має право:
                                                    <ol>
                                                        <li>вносити зміни та/або доповнення до умов Договору.</li>
                                                        <li>закрити або призупинити функціонування Сайту або будь-якої
                                                            його частини,
                                                            змінити Сайт повністю або частково.
                                                        </li>
                                                        <li>проводити профілактичні роботи для підтримки справності та
                                                            удосконалення
                                                            Сайту.
                                                        </li>
                                                        <li>змінювати перелік Послуг або припиняти надання Послуг;</li>
                                                        <li>зберігати інформацію, отриману в ході надання послуг
                                                            Користувачу, як
                                                            конфіденційну, не передавати її стороннім
                                                            третім особам, не втручатися у її суть будь-яким іншим
                                                            чином, окрім
                                                            автоматизованих алгоритмів.
                                                        </li>
                                                        <li>направляти Користувачу попередження, обмежувати або
                                                            забороняти доступ до
                                                            Сайту, а також приймати технічні та
                                                            юридичні заходи для того, щоб Користувач не міг
                                                            користуватися Сайтом, в разі:
                                                            <ul>
                                                                <li>отримання обов'язкових до виконання рішень
                                                                    уповноважених органів України;
                                                                </li>
                                                                <li>у випадку виявлення факту порушення Користувачем
                                                                    положень даного Договору
                                                                    та/або вимог чинного законодавства України.
                                                                </li>
                                                                <li>вчинення Користувачем дій, що спричинили або здатні
                                                                    спричинити нанесення шкоди
                                                                    діловій репутації Виконавця.
                                                                </li>
                                                            </ul>
                                                        </li>
                                                        <li>призупинити доступ Користувача до Сайту у випадку виникнення
                                                            технічних
                                                            неполадок на Сайті з метою усунення
                                                            останніх. Виконавець вживає заходів для усунення будь-яких
                                                            недоліків роботи в
                                                            найкоротші терміни, але не гарантує
                                                            відсутності збоїв та помилок.
                                                        </li>
                                                    </ol>
                                                </li>
                                                <li>Виконавець зобов'язаний:
                                                    <ol>
                                                        <li>надавати Послуги в строки та в обсязі, передбаченими
                                                            Договором.
                                                        </li>
                                                        <li>вживати відповідно до чинного законодавства заходи із
                                                            забезпечення
                                                            конфіденційності усієї інформації, що
                                                            передається Користувачем.
                                                        </li>
                                                        <li>не втручатися у персональні дані Користувача та не
                                                            використовувати надану
                                                            Користувачем інформацію у будь-яких
                                                            інших цілях, окрім тих, що передбачені умовами цього
                                                            договору.
                                                        </li>
                                                        <li>усіма можливими засобами підтримувати постійну
                                                            працездатність та
                                                            доступність Сайту та мобільного додатку для
                                                            Користувача.
                                                        </li>
                                                        <li>у разі розірвання цього Договору на підставі письмового
                                                            звернення
                                                            Користувача за адресою Виконавця вказаною на
                                                            Сайті, протягом 20 (двадцяти) робочих днів, усі дані, що
                                                            були зібрані та
                                                            створені (в тому числі – алгоритмами Сервісу)
                                                            за період використання Сервісу Користувачем залишити на
                                                            зберіганні у
                                                            знеособленому вигляді.
                                                        </li>
                                                    </ol>
                                                </li>
                                            </ol>
                                        </li>
                                        <li class="mt-5"><h4 class="mb-4">ПРАВА ТА ОБОВ'ЯЗКИ КОРИСТУВАЧА</h4>
                                            <ol>
                                                <li>Користувач має право на:
                                                    <ol>
                                                        <li>повне і своєчасне отримання замовлених інформаційних Послуг
                                                            належної
                                                            якості;
                                                        </li>
                                                        <li>надання на розгляд Виконавця своїх побажань та/ або
                                                            пропозицій щодо
                                                            поліпшення роботи Сайту та мобільного
                                                            додатку;
                                                        </li>
                                                        <li>одержання інформації про Виконавця в обсязі, визначеному
                                                            Договором та
                                                            чинним законодавством України.
                                                        </li>
                                                    </ol>
                                                </li>
                                                <li>Користувач зобов'язується:
                                                    <ol>
                                                        <li>дотримуватися умов Договору;</li>
                                                        <li>використовувати доступ до Послуг та інформацію, яку він
                                                            отримує за
                                                            результатами отримання Послуг, тільки для
                                                            власних цілей, не пов'язаних з передачею у тимчасове
                                                            користування доступу до
                                                            Послуг або публікації вказаної інформації
                                                            на будь-яких веб-сторінках у мережі Інтернет або поза нею;
                                                        </li>
                                                        <li>не порушувати авторські права Виконавця.</li>
                                                    </ol>
                                                </li>
                                                <li>Користувачу забороняється:
                                                    <ol>
                                                        <li>вчиняти будь-які дії (у тому числі із використанням
                                                            програмного
                                                            забезпечення), спрямовані на порушення нормальної
                                                            роботи Сайту та мобільного додатку;
                                                        </li>
                                                        <li>використовувати автоматизовані скрипти (програми) для збору
                                                            інформації на
                                                            Сайті і (або) взаємодії з Сайтом та
                                                            його Сервісами;
                                                        </li>
                                                        <li>поширювати будь-які недостовірні дані, що компрометують
                                                            Виконавця або
                                                            наносять шкоду його діловій репутації;
                                                        </li>
                                                        <li>використовувати інформацію отриману з Сайту або під час
                                                            отримання Послуг
                                                            з комерційною метою, у тому числі задля
                                                            отримання неправомірної вигоди.
                                                        </li>
                                                    </ol>
                                                </li>
                                            </ol>
                                        </li>
                                        <li class="mt-5"><h4 class="mb-4">АВТОРСЬКІ ПРАВА</h4>
                                            <ol>
                                                <li>Всі об'єкти, розміщені на Сайті, програмний код, торгові марки, а
                                                    також
                                                    елементи дизайну, текст, графічні
                                                    зображення, ілюстрації, відео, скрипти, програми, звуки та інші
                                                    об'єкти і їх
                                                    добірки, є об'єктами виключних прав
                                                    Виконавця і інших правовласників, всі права на ці об'єкти захищені.
                                                    Кожен з
                                                    вказаних об'єктів не може бути скопійований
                                                    (відтворений), перероблений, розповсюджений, відображений у фреймі,
                                                    опублікований, скачаний, переданий, проданий або
                                                    іншим способом використаний цілком або частково без попереднього
                                                    дозволу
                                                    правовласника.
                                                </li>
                                                <li>Ніщо в даній Угоді не може бути розглянуте як передача виключних
                                                    прав або
                                                    прав на використання на вказані об’єкти
                                                    інтелектуальної власності.
                                                </li>
                                                <li>Забороняється будь-яке копіювання інформації з Сайту та мобільного
                                                    додатку
                                                    без попередньої домовленості з
                                                    Виконавцем, крім тієї інформації, що безпосередньо надсилається
                                                    Користувачу при
                                                    наданні Послуг.
                                                </li>
                                                <li>Копіювання і розміщення на інших ресурсах будь-якої інформації з
                                                    Сайту та
                                                    мобільного додатку має супроводжуватися
                                                    посиланням на джерело та не містити образливої інформації або такої,
                                                    що може
                                                    ввести в оману третіх осіб.
                                                </li>
                                                <li>
                                                    Сайт може містити посилання на Веб-сайти Сторонніх третіх осіб, які
                                                    не
                                                    підтримуються Виконавцем. Крім того, інші
                                                    Веб-сайти також можуть містити посилання на Сайт та мобільний
                                                    додаток.
                                                    <ol>
                                                        <li>
                                                            Виконавець не несе відповідальності за зміст цих Веб-сайтів,
                                                            як не
                                                            відповідає і за саму наявність таких
                                                            веб-сайтів чи за будь-які втрати, збитки чи шкоду, що
                                                            виникають у зв'язку з
                                                            утриманням цих Веб-сайтів.
                                                        </li>
                                                        <li>
                                                            Посилання на інші веб-сайти призначені виключно для
                                                            зручності
                                                            користувачів, і не мають на меті схвалення Сайтом
                                                            даних таких Веб-сайтів або асоціації з їх діяльністю.
                                                        </li>
                                                        <li>
                                                            Виконавець не несе ніяких обов'язків і відповідальності за
                                                            використання
                                                            інших Веб-сайтів, які Користувач відвідує
                                                            і використовує на власний ризик.
                                                        </li>
                                                        <li>
                                                            Виконавець може відмовити Сторонній третій особі у дозволі
                                                            на розміщення
                                                            гіперпосилання на Сайт та мобільний
                                                            додаток. Однак, у разі якщо Виконавець дає свій дозвіл на
                                                            таке гіперпосилання,
                                                            він не несе ніяких зобов'язань по
                                                            встановленню взаємних гіперпосилань на Веб-сайт Сторонньої
                                                            третьої особи.
                                                        </li>
                                                    </ol>
                                                </li>
                                            </ol>
                                        </li>
                                        <li class="mt-5"><h4 class="mb-4">КОНФІДЕНЦІЙНІСТЬ І ЗАХИСТ ПЕРСОНАЛЬНОЇ
                                                ІНФОРМАЦІЇ</h4>
                                            <ol>
                                                <li>
                                                    Під час приєднання до цього Договору шляхом використання пошуку
                                                    даних на
                                                    сайті та у мобільному додатку Користувач
                                                    дає згоду Виконавцю на обробку його персональних даних (персональних
                                                    даних осіб,
                                                    законним представником яких він є).
                                                    <br>
                                                    Обробці підлягають такі персональні дані: загальні дані про особу у
                                                    сенсі Закону
                                                    України «Про захист персональних
                                                    даних», інформація про медичні послуги, що цікаві, чи можуть бути
                                                    цікавими
                                                    Пацієнту, або є такими, які потрібні
                                                    Пацієнту, та інше.
                                                </li>
                                                <li>
                                                    Користувачу надається доступ до персональних даних, які стосуються
                                                    безпосередньо його або особи, законним
                                                    представником якої він є.
                                                </li>
                                                <li>
                                                    Користувачу надається доступ до персональних даних, які стосуються
                                                    безпосередньо його або особи, законним
                                                    представником якої він є.
                                                </li>
                                                <li>
                                                    Згода на обробку персональних даних надається на термін, необхідний
                                                    для
                                                    досягнення мети, зазначеної в Договорі, і
                                                    може бути відкликана за заявою, направленою володільцю персональних
                                                    даних.
                                                </li>
                                                <li>
                                                    Користувач може відкликати згоду на обробку персональних даних на
                                                    умовах
                                                    письмового звернення до володільця даних з
                                                    повідомленням про відмову від обробки ним персональних даних.
                                                    <br>
                                                    У випадку відкликання Користувачем Згоди на обробку персональних
                                                    даних виникають
                                                    наступні наслідки: вказаний договір
                                                    вважатиметься припиненим, володілець/розпорядник персональних даних
                                                    перестане
                                                    збирати дані відповідного суб’єкта. Дані,
                                                    зібрані до моменту звернення на законних підставах, знеособлюються і
                                                    залишаються
                                                    на зберіганні. Дані, які зібрано до
                                                    моменту звернення, архівуються володільцем/розпорядником та
                                                    передаються
                                                    Користувачу у вигляді і засобом, який
                                                    узгоджується між ними.
                                                </li>
                                                <li class="user__as__subject">
                                                    Користувач як Суб'єкт персональних даних має право (ст.8 Закону
                                                    України
                                                    "Про захист персональних даних"):
                                                    <p>1) знати про джерела збирання, місцезнаходження своїх
                                                        персональних даних, мету
                                                        їх обробки, місцезнаходження або місце
                                                        проживання (перебування) володільця чи розпорядника персональних
                                                        даних або дати
                                                        відповідне доручення щодо отримання цієї
                                                        інформації уповноваженим ним особам, крім випадків, встановлених
                                                        законом;</p>
                                                    <p>2) отримувати інформацію про умови надання доступу до
                                                        персональних даних,
                                                        зокрема інформацію про третіх осіб, яким
                                                        передаються його персональні дані;</p>
                                                    <p>3) на доступ до своїх персональних даних;</p>
                                                    <p>4) отримувати не пізніш як за тридцять календарних днів з дня
                                                        надходження
                                                        запиту, крім випадків, передбачених законом,
                                                        відповідь про те, чи обробляються його персональні дані, а також
                                                        отримувати
                                                        зміст таких персональних даних;</p>
                                                    <p>5) пред’являти вмотивовану вимогу володільцю персональних даних
                                                        із запереченням
                                                        проти обробки своїх персональних даних;</p>
                                                    <p>6) пред'являти вмотивовану вимогу щодо зміни або знищення своїх
                                                        персональних
                                                        даних будь-яким володільцем та
                                                        розпорядником персональних даних, якщо ці дані обробляються
                                                        незаконно чи є
                                                        недостовірними;</p>
                                                    <p>7) на захист своїх персональних даних від незаконної обробки та
                                                        випадкової
                                                        втрати, знищення, пошкодження у зв'язку з
                                                        умисним приховуванням, ненаданням чи несвоєчасним їх наданням, а
                                                        також на захист
                                                        від надання відомостей, що є
                                                        недостовірними чи ганьблять честь, гідність та ділову репутацію
                                                        фізичної особи;</p>
                                                    <p>8) звертатися із скаргами на обробку своїх персональних даних до
                                                        Уповноваженого
                                                        або до суду;</p>
                                                    <p>9) застосовувати засоби правового захисту в разі порушення
                                                        законодавства про
                                                        захист персональних даних;</p>
                                                    <p>10) вносити застереження стосовно обмеження права на обробку
                                                        своїх персональних
                                                        даних під час надання згоди;</p>
                                                    <p>11) відкликати згоду на обробку персональних даних;</p>
                                                    <p>12) знати механізм автоматичної обробки персональних даних;</p>
                                                    <p>13) на захист від автоматизованого рішення, яке має для нього
                                                        правові наслідки.</p>
                                                </li>
                                                <li>Користувач погоджується з тим, що передача іншим особами засобів
                                                    ідентифікації Користувача, необхідних для
                                                    авторизації на Сайті, а також невикористання актуалізованих засобів
                                                    захисту
                                                    (антивірусів, Firewall) може створити
                                                    можливість витоку, протиправного використання персональних даних. У
                                                    такому
                                                    випадку володілець/розпорядник персональних
                                                    даних не несе відповідальності за незаконне використання
                                                    персональних даних.
                                                </li>
                                                <li>У разі якщо Користувач не згоден з вищевказаними умовами, він не
                                                    повинен
                                                    користуватися послугами Сайту та
                                                    мобільного додатку або розірвати цей Договір на підставі свого
                                                    письмового
                                                    звернення і використовувати Сайт виключно для
                                                    перегляду.
                                                </li>
                                                <li>Виконавець зобов'язується не розголошувати отриману від Користувача
                                                    інформацію та зберігати її як конфіденційну з
                                                    використанням технологій захисту інформації.
                                                </li>
                                            </ol>
                                        </li>
                                        <li class="mt-5"><h4 class="mb-4">ВІДПОВІДАЛЬНІСТЬ СТОРІН ТА ПОРЯДОК ВИРІШЕННЯ
                                                СПОРІВ</h4>
                                            <ol>
                                                <li>Виконавець та Користувач несуть відповідальність за порушення умов
                                                    цього
                                                    Договору відповідно до чинного
                                                    законодавства України.
                                                </li>
                                                <li>Будь-які спори, що виникають з цього Договору або пов’язані з ним,
                                                    вирішуються шляхом переговорів між Сторонами.
                                                    Якщо відповідний спір неможливо вирішити шляхом переговорів, він
                                                    вирішується в
                                                    судовому порядку за встановленою
                                                    підвідомчістю та підсудністю такого спору відповідно до чинного
                                                    законодавства
                                                    України.
                                                </li>
                                                <li>Виконавець не несе відповідальності за якість надання послуг,
                                                    включаючи
                                                    (але не обмежуючись) випадки, коли
                                                    Користувач надав Виконавцю неправдиву інформацію, яка має істотне
                                                    значення для
                                                    надання послуг.
                                                </li>
                                                <li>За жодних обставин Виконавець не несе відповідальність перед
                                                    Користувачем
                                                    або перед будь-якими третіми особами за
                                                    будь-які непрямі, випадкові, ненавмисні збитки, включаючи упущену
                                                    вигоду або
                                                    втрачені дані, шкоду честі, гідності або
                                                    діловій репутації, викликані у зв'язку з використанням Сайту чи
                                                    мобільного
                                                    додатку, вмістом Сайту або інших матеріалів,
                                                    до яких Користувач або інші особи отримали доступ за допомогою
                                                    Сайту.
                                                </li>
                                                <li>Виконавець не несе відповідальності за шкоду або збитки, яких зазнав
                                                    Користувач або будь-які треті особи в
                                                    результаті помилкового розуміння або нерозуміння умов даного
                                                    Договору.
                                                </li>
                                                <li>Жодна зі Сторін не несе відповідальності за невиконання або
                                                    неналежне
                                                    виконання умов даного Договору, якщо це
                                                    спричинено форс-мажорними обставинами, тобто невідворотними діями за
                                                    обставин
                                                    непереборної сили, про які Сторони не
                                                    могли знати заздалегідь або не могли розумно очікувати їх настання.
                                                    До таких
                                                    обставин відносяться: пожежа, повінь,
                                                    землетрус, цунамі, смерч, ураган, тайфун, зсуви, селеві потоки,
                                                    снігові лавини,
                                                    виверження вулканів та інші природні
                                                    катаклізми; війни, революції, державні перевороти, страйки,
                                                    диверсійні,
                                                    хакерські та терористичні акти, пограбування,
                                                    аварії в системі енергозабезпечення та зв'язку, зміни законодавства,
                                                    дії
                                                    державних органів та їх посадових осіб, якщо ці
                                                    обставини безпосередньо впливають на виконання даного Договору, а їх
                                                    виникнення
                                                    засвідчені у встановленому законом
                                                    порядку. Протягом часу дії обставин непереборної сили сторони не
                                                    мають взаємних
                                                    претензій і кожна зі сторін приймає на
                                                    себе свій ризик наслідків форс-мажорних обставин.
                                                </li>
                                            </ol>
                                        </li>
                                        <li class="mt-5"><h4 class="mb-4">ІНШІ УМОВИ</h4>
                                            <ol>
                                                <li>Договір набуває чинності з моменту здійснення пошуку інформації на
                                                    Сайті чи
                                                    у мобільному додатку.
                                                </li>
                                                <li>Текст даного договору є відкритим і загальнодоступним. Чинна
                                                    редакція Угоди
                                                    та всі подальші зміни та доповнення до
                                                    Договору публікуються на Сайті за посиланням
                                                    <a href="https://onix-systems-krop-hakaton-2019.staging.onix.ua">onix-systems-krop-hakaton-2019.staging.onix.ua</a>.
                                                </li>
                                                <li>Даний Договір може бути змінений та/або доповнений Виконавцем в
                                                    односторонньому порядку без будь-якого спеціального
                                                    повідомлення Користувачів про внесення таких змін та/або доповнень.
                                                    Усі зміни
                                                    набувають чинності з моменту їх
                                                    публікації. Факт продовження користування Сайтом чи мобільним
                                                    додатком
                                                    підтверджує згоду Користувача з такими змінами
                                                    та/або доповненнями.
                                                </li>
                                                <li>Користувач може розірвати цей Договір на підставі свого письмового
                                                    звернення.
                                                </li>
                                                <li>До даного договору і відносин між Виконавцем та Користувачем
                                                    застосовується
                                                    законодавство України. Відносини, що не
                                                    врегульовані цим Договором регулюються чинним законодавством
                                                    України.
                                                </li>
                                                <li>У разі якщо будь-яка з умов або положень Договору буде визнана
                                                    будь-яким
                                                    судом або органом адміністративної влади
                                                    компетентної юрисдикції недійсним, це не вплине на дійсність або
                                                    можливість
                                                    виконання будь-яких інших положень або умов
                                                    Договору, які залишаються повністю дійсними, якщо інше не
                                                    передбачено
                                                    законодавством України.
                                                </li>
                                                <li>Цей Договір укладений українською мовою, не вимагає двостороннього
                                                    підписання і дійсний для Сторін в електронному
                                                    вигляді.
                                                </li>
                                            </ol>
                                        </li>
                                    </ol>
                                </div>
                            </div>
                        </div>
                    </div>
                </div>
            </div>
        </section>
    </main>
</div>
@include('firebase-analytics')
</body>
</html>
